export const text = () => {
  return {
    articles: [
      {
        name: "privacy",
        title: "Политика конфиденциальности",
        html: `<p>Целью создания настоящего сайта «Energy Soft» (Компания) является предоставление физическим и юридическим лицам (пользователям) необходимых сведений о деятельности Компании и информирование о товарах и услугах (продуктах), предоставляемых <span style="color: rgb(63, 69, 75);">«Energy Soft»</span>. Сведения на сайте в большей степени носят информационный характер.</p>
					<p>Все содержимое сайта является собственностью <span style="color: rgb(63, 69, 75);">«Energy Soft»</span> и защищено действующим законодательством, регулирующим вопросы авторского права. В связи с чем, пользователи сайта могут использовать его содержание в личных и некоммерческих целях. Использование содержания сайта в иных случаях не допускается.</p>
					<p>Компания не разрешает внесение в содержание данного сайта каких либо изменений, а также последующее воспроизведение его содержания.</p>
					<p>Обращаем Ваше внимание на то, что на сайте Компании имеются ссылки на другие веб-сайты и в данном случае Компания не несет ответственность за конфиденциальность информации на других ресурсах.</p>
					<p>Компания оставляет за собой право изменения Политики конфиденциальности в любое время с целью дальнейшего совершенствования системы защиты от несанкционированного доступа к сообщаемым Вами персональным данным.</p>
					<h2>КАК, КОГДА И КАКУЮ ИНФОРМАЦИЮ МЫ СОБИРАЕМ И КАК ЕЕ ИСПОЛЬЗУЕМ</h2>
					<p>Компания собирает личную информацию о Вас (персональные данные) всякий раз, когда Вы ее предоставляете в магазинах Компании, указываете на сайте, отправляете по электронной почте или сообщаете лично. Передавая Компании свои персональные данные, Вы соглашаетесь с условиями, приведенными здесь. В соответствии с действующим законодательством и Политикой <span style="color: rgb(63, 69, 75);">«Energy Soft»</span> о защите персональных данных, Вы можете в любое время их изменить, обновить или попросить об удалении.</p>

					<p><strong>Компания использует персональную информацию, предоставленную Вами в соответствии с действующим законодательством в целях:</strong></p>
					<p>повышения качества предоставляемых товаров и услуг (продуктов);</p>
					<p>обработки заказа на сайте Компании или для предоставления Вам доступа к специальной информации;</p>
					<p>анализа данных и проведения различных исследований;</p>
					<p>осуществления деятельности по продвижению товаров и услуг;</p>
					<p>подготовки индивидуальных предложений, которые подходят именно Вам;</p>
					<p>информирования Вас об акциях, скидках и специальных предложениях, присылая на указанный при регистрации номер телефона и адрес электронный почты информационные сообщения.</p>
					<p><i style="fa fa-info-circle"></i>Обращаем Ваше внимание на то, что в любой момент Вы можете отказаться от указанных сообщений, обратившись к Компании.</p>

					<p><strong>При регистрации на сайте, оформлении заказа, а также при заполнении Анкеты участника Клуба "Energy Soft" или других документов, в том числе в магазинах Компании, Вы можете предоставить следующую информацию:</strong></p>
					<ol>
						<li>Имя, Фамилия, Отчество;</li>
						<li>Данные документа, удостоверяющего Вашу личность;</li>
						<li>Номер контактного телефона и адрес электронной почты, по которым мы можем связаться с Вами;</li>
						<li>Логин и пароль, которые Вы будете использовать для доступа к Интернет-ресурсам Компании;</li>
						<li>Информацию об адресе доставки Вашего заказа;</li>
						<li>Дата рождения;</li>
						<li>Пол.</li>
					</ol>
					<p><strong>Также Компания собирает некоторую статистическую информацию, например:</strong></p>
					<ol>
						<li>IP-адрес пользователя;</li>
						<li>Тип браузера;</li>
						<li>Дата, время и количество посещений;</li>
						<li>Адрес сайта, с которого пользователь осуществил переход на сайт Компании;</li>
						<li>Сведения о местоположении;</li>
						<li>Сведения о посещенных страницах, о просмотре рекламных баннеров;</li>
						<li>Информация, предоставляемая Вашим браузером (тип устройства, тип и версия браузера, <br>
						операционная система и т.п.).</li>
					</ol>

					<h2>ЧТО МЫ ГАРАНТИРУЕМ</h2>
					<p><span>«Energy Soft»</span> ответственно относится к вопросу конфиденциальности своих пользователей и уважает право каждого пользователя сайта на конфиденциальность.</p>
					<p>Компания гарантирует, что никакая полученная от Вас информация никогда и ни при каких условиях не будет предоставлена третьим лицам без Вашего согласия, за исключением случаев, предусмотренных действующим законодательством Российской Федерации.</p>
					<p>Компания гарантирует, что персональные данные, передаваемые Вами Компании, будут обрабатываться в строгом соответствии с действующим законодательством.</p>
					<p><strong>Информация о гарантиях конфиденциальности при использовании платежных банковских карт:</strong></p>
					<p>В случае возникновения у Вас вопросов при оплате посредством платежной банковской карты, по поводу конфиденциальности предоставляемой Вами информации, Вы можете связаться:</p>
					<p>с ЗАО «Банк Русский Стандарт» по телефону <strong>8-800-200-6-200</strong>,</p>
					<p>с ОАО «Сбербанк России» по телефону <strong>8-800-555-55-50</strong>.</p>

					<p>Компания обращает Ваше внимание на то, что при совершении Вами платежей с использованием платежных банковских карт, безопасность обработки платежей, в том числе и Интернет-платежей, гарантируется банками-партнерами: ЗАО «Банк Русский Стандарт» и ОАО «Сбербанк России». Все ресурсы банков — партнеров соответствуют стандартам безопасности PCI DSS, имеют все необходимые разрешения и сертификаты.</p>
					<p>При проведении платежей предоставляемая Вами персональная информация (имя, адрес, телефон, e-mail, номер банковской карты) является конфиденциальной и не подлежит разглашению ни при каких условиях. Данная информация не сохраняется на Web-сервере Компании и предоставляется только банку-партнеру. Никакая информация о платежах, кроме уведомления об оплате, банками-партнерами Компании не передается.</p>
					<p>При передаче информации используются специальные технологии безопасности карточных онлайн-платежей, обработка данных ведется на безопасном высокотехнологичном сервере процессинговой компании.</p>
					<p>Если у Вас появятся какие-либо просьбы или запросы относительно Вашей личной информации или деятельности Компании, пожалуйста, обращайтесь по адресу: форму обратной связи.</p>


					<h2>ИЗМЕНЕНИЯ И ОБНОВЛЕНИЯ</h2>
					<p>Компания оставляет за собой право вносить необходимые изменения на сайте, заменять или удалять любые части его содержания и ограничивать доступ к сайту в любое время по своему усмотрению.</p>
					<p>Компания также оставляет за собой право изменения Политики конфиденциальности в любое время с целью дальнейшего совершенствования системы защиты от несанкционированного доступа к сообщаемым Вами персональным данным.</p>
				`
      },
      {
        name: "agreement",
        title: "Условия соглашения",
        html: `<p>ДАННОЕ ОФИЦИАЛЬНОЕ УВЕДОМЛЕНИЕ РАЗМЕЩЕНО В ДОПОЛНЕНИЕ К ПРОЧИМ ОФИЦИАЛЬНЫМ УВЕДОМЛЕНИЯМ И ЗАЯВЛЕНИЯМ ОБ ОТВЕТСТВЕННОСТИ, НАХОДЯЩИМСЯ НА ИНТЕРНЕТ-САЙТЕ "Energy Soft" ЛИБО ВКЛЮЧЕННЫМ В СОСТАВ ПОМЕЩЕННЫХ НА ЭТОМ САЙТЕ ДОКУМЕНТОВ. "Energy Soft" ОСТАВЛЯЕТ ЗА СОБОЙ ПРАВО ВНОСИТЬ ЛЮБЫЕ ИЗМЕНЕНИЯ В ДАННЫЙ ТЕКСТ БЕЗ ПРЕДВАРИТЕЛЬНОГО ОПОВЕЩЕНИЯ ПОЛЬЗОВАТЕЛЕЙ САЙТА.</p>
				<h3>Авторские права</h3>
				<p>Информация сайта "Energy Soft" защищена законом об авторских правах. "Energy Soft" предоставляет право посетителям сайта использовать опубликованные материалы в любых личных и некоммерческих целях. За исключением оговоренных ситуаций, воспроизведение (копирование) любых материалов сайта невозможно без прямого письменного разрешения со стороны "Energy Soft".</p>
				<h3>Лицензионные права</h3>
				<p>Информация, опубликованная на сайте "Energy Soft", не может быть воспринята как предоставление лицензионных прав на интеллектуальную собственность, принадлежащую "Energy Soft" либо третьим сторонам.</p>
				<h3>Содержание материалов</h3>
				<p>"Energy Soft" приняты все разумные меры к тому, чтобы обеспечить точность и актуальность размещенной на этом сайте информации, однако ее точность и полнота не могут быть гарантированы. "Energy Soft" оставляет за собой право вносить изменение в содержание материалов этого сайта в любое время по собственному усмотрению. Продукты или услуги, не относящиеся напрямую к "Energy Soft", упомянуты исключительно в информационных целях. Вся информация об "Energy Soft" и третьих сторонах на этом сайте представлена в том виде, в котором она существует в распоряжении "Energy Soft".</p>
				<p>ВСЕ МАТЕРИАЛЫ ДАННОГО САЙТА РАЗМЕЩЕНЫ НА НЕМ ИСКЛЮЧИТЕЛЬНО В ИНФОРМАЦИОННЫХ ЦЕЛЯХ И НЕ МОГУТ СЛУЖИТЬ ОСНОВАНИЕМ ДЛЯ ПРИНЯТИЯ КАКИХ-ЛИБО ИНВЕСТИЦИОННЫХ РЕШЕНИЙ. ОПУБЛИКОВАННАЯ НА САЙТЕ ИНФОРМАЦИЯ ВКЛЮЧАЕТ ПРОГНОЗЫ, ОЖИДАНИЯ И ОЦЕНКУ ФИНАНСОВЫХ ПОКАЗАТЕЛЕЙ ДЕЯТЕЛЬНОСТИ "Energy Soft", КОТОРЫЕ ЯВЛЯЮТСЯ "ИНДИКАТИВНЫМИ" И В ТАКОМ ВИДЕ НЕ МОГУТ СЛУЖИТЬ КАКИМ-ЛИБО ИНЫМ ЦЕЛЯМ. В ЧАСТНОСТИ, ИСТОЧНИКОМ ФИНАНСОВОЙ ИНФОРМАЦИИ, ЕСЛИ НЕ ОГОВОРЕНО ИНАЧЕ, ЯВЛЯЕТСЯ СИСТЕМА УПРАВЛЕНЧЕСКОГО УЧЕТА "Energy Soft"; ТАКАЯ ИНФОРМАЦИЯ ЯВЛЯЕТСЯ НЕАУДИРОВАННОЙ И МОЖЕТ ВКЛЮЧАТЬ ЛИБО НЕ ВКЛЮЧАТЬ ПРИБЛИЗИТЕЛЬНЫЕ ДАННЫЕ И ОЦЕНКИ. ЛЮБОЙ ПОЛЬЗОВАТЕЛЬ ОПУБЛИКОВАННОЙ НА ЭТОМ САЙТЕ ИНФОРМАЦИИ ВЫРАЖАЕТ СВОЕ СОГЛАСИЕ С ТЕМ, ЧТО "Energy Soft" НЕ НЕСЕТ ОТВЕТСТВЕННОСТЬ ЗА ТОЧНОСТЬ И ПОЛНОТУ ПРЕДСТАВЛЕННЫХ ДАННЫХ.</p>
				<p>Некоторые материалы данного сайта являются прогнозными по своему характеру и содержанию и, таким образом, несут в себе значительные риски и неопределенности. Посетителю сайта следует иметь в виду, что такие прогнозы носят предварительный характер и действительные события и обстоятельства могут от них существенно отличаться в результате воздействия различных факторов, включая, в том числе: зависимость от поставщиков во внедрении и продвижении новых продуктов; ценовую конкуренцию, конкуренцию со стороны действующих и новых игроков рынка либо специализированных продавцов; изменения в экономической политике, законодательстве и нормативно-правовой базе; изменения курсов валют либо рыночной ситуации; невозможность привлечь инвестиции либо кредитные ресурсы на приемлемых условиях.</p>
				<p>При любом развитии событий, в связи с возможностью/невозможностью использования ресурсов данного сайта, а также в связи с использованием третьими сторонами размещенных на сайте материалов и документов (включая информацию, появление которой на сайте произошло не по инициативе компании), "Energy Soft" не несет ответственность за какой-либо прямой, косвенный, случайный либо сопутствующий ущерб, в особенности, ущерб от упущенной выгоды, потери прибыльности, роста расходов, потери информации и т.п.</p>
				<h3>Торговые марки</h3>
				<p>Торговые марки, знаки, логотипы и т.п. (далее - "Торговые марки"), помещенные на данном сайте, являются собственностью "Energy Soft" и третьих сторон. Информация, опубликованная на сайте, не предоставляет никаких лицензионных прав на использование любых торговых марок без получения предварительного письменного согласия владельца.</p>
				<h2>Конфиденциальность</h2>
				<h3>Какую информацию мы собираем?</h3>
				<p>Мы сохраняем идентифицируемую информацию, поступающую от вас, разными способами, включая данные, предоставляемые при регистрации на сайте, при участии в конкурсах и других взаимодействиях с сайтом. Такие данные могут включать: имя, фамилию, адрес электронной почты. В момент сбора информации мы уведомляем вас, при каких обстоятельствах ваши данные могут быть сохранены нами до момента их удаления из наших баз. По вашему требованию информация в любой момент может быть удалена. Информация о посетителях сайта (IP-адрес, имя домена, тип браузера и операционная система, дата и время посещения и т. п.) собирается и сохраняется в целях ведения статистики посещений. Эта информация является общедоступной, таким образом, "Energy Soft" не несет ответственности за ее разглашение.</p>
				<h3>Что мы делаем с полученной информацией?</h3>
				<p>Эти данные могут быть использованы в маркетинговых целях, для сообщения вам о вашей победе в конкурсе и выигранных вами призах; для рассылки вам новостей и информации об акциях, новинках и услугах "Energy Soft"; для персонализации сайта на основе вашей истории поиска и просмотров.</p>
				<p>Во время регистрации вам будет предложено выбрать, хотите ли вы получать такую информацию.<br>
				При вашем согласии на получение отдельных видов рассылок установлены следующие интервалы их получения:</p>
				<ul>
					<li>Новости "Energy Soft" – не чаще двух раз в неделю</li>
					<li>Новинки "Energy Soft" – не чаще одного раза в неделю</li>
					<li>Акции "Energy Soft" – не чаще одного раза в неделю</li>
					<li>Товар дня – не чаще одного раза в день</li>
				</ul>
				<p>Полученные данные в обезличенном виде могут быть использованы для лучшего понимания потребностей покупателей компании "Energy Soft" и улучшения качества обслуживания.</p>
				<p>Ваше согласие на получение рассылок от компании "Energy Soft" является добровольным, и вы можете в любое время изменить свой выбор или отказаться от дальнейшего получения вышеуказанной информации. Ниже мы расскажем подробнее, как это можно сделать.</p>
				<h3>Как аннулировать вашу информацию или внести в неё изменения?</h3>
				<p>Мы будем посылать вам электронные и текстовые сообщения только в том случае, если вы дадите нам на это свое согласие.<br>
				Вы можете в любое время попросить нас изменить или аннулировать ваши персональные данные в некоторых или во всех наших списках для рассылки.</p>
				<p>Во всех письмах, отправляемых вам, содержится ссылка для перехода в Личный кабинет на сайте "Energy Soft" (пользователи, зарегистрированные в интернет-магазине) или на сайте "Energy Soft" Бонус (пользователи программы лояльности).<br>
				Для отмены отдельных или всех подписок пройдите по данной ссылке, авторизуйтесь с использованием ваших учетных данных (логин и пароль для сайта "Energy Soft"; идентификатор бонусной карты и дата рождения для сайта "Energy Soft" Бонус) и совершите следующие действия:</p>
				<h3>В личном кабинете на сайте "Energy Soft"</h3>
				<ul>
					<li>Перейдите по ссылке «E-mail рассылка»</li>
					<li>Снимите выделение с видов новостей, которые вы не хотите получать, либо отметьте галочку «Я не хочу получать рассылку», чтобы отказаться от всех рассылок.</li>
				</ul>
				<p>При возникновении затруднений при изменении или аннулировании персональных данных, вы можете обратиться по телефону службы поддержки клиентов компании "Energy Soft" по телефонам <a href="tel:+79659139990">+7(965)913-9990</a> или электронной почте <a href="mailto:admin@energy-soft.ru">admin@energy-soft.ru</a></p>
				<p>Кроме того, вы также сможете отказаться от подписки на электронные сообщения в один клик – просто перейдите по ссылке в конце письма.<br>
				В данном документе под словами «Компания "Energy Soft"» подразумевается юридическое лицо ...</p>
				<h3>Ссылки</h3>
				<p>Ссылки на другие (внешние) сайты размещены на этом сайте бесплатно. Информация с этих сайтов не является продолжением либо дополнением материалов "Energy Soft".</p>
				<h3>Действие законодательства</h3>
				<p>Поддержка данного сайта осуществляется из офиса "Energy Soft", расположенного в г.Красноярск, Российская Федерация. Все вопросы, касающиеся доступа пользователей к сайту и использования размещенной на нем информации, регулируются действующим законодательством Российской Федерации. Любые спорные вопросы, касающиеся использования сайта, должны рассматриваться в судебной инстанции соответствующей юрисдикции, а именно, в Красноярском городском арбитражном суде.</p>
				`
      },
      {
        name: "about",
        title: "О нас",
        html: `<p>Компания «Energy Soft» представляет собой не просто Web-студию, но цифровой бутик. 
					Вы можете получить, как стандартное универсальное решение, так и уникальную разработку. 
					Стандартные решения на базе Content management system (CMS) как правило хорошо подходят для небольших интернет-магазинов и корпоративных сайтов. 
					Уникальные разработки необходимы там где, ресурсов CMS не хватает. Наша студия имеет значительный опыт, как доработки стандартных CMS - разработки соответствующих модулей и компонент, так и написание Web-приложений, а также приложений для устройств на базе android и osx с нуля.</p>
					<p>В части продвижения сайтов, мы не занимаемся популизмом (введением клиента в заблуждение о том как некие волшебные технологии одним махом выведут его сайт в топ поисковых систем, при этом затраты клиента стремятся к нулю). 
					Мы прекрасно понимаем механизмы раскрутки сайтов и занимаемся планомерным и тотальным SEO, что в конечном итоге неизбежно приведет к результату в виде оптимальных рекламных кампаний клиента, и максимально возможных позициях сайта, при соответствующем бюджетировании.</p>
					<p>В своей деятельности мы используем современные инструменты, как в части дизайна, проектирования, кодирования и продвижения, так и в части организации собственно трудового процесса, что обеспечивает нам конкурентное преимущество, а клиенту оптимальное соотношение цены, качества и скорости разработки.</p>
					<p><i>Обращайтесь - останетесь довольны!</i></p>`
      },
      {
        name: "contacts",
        title: "Контакты",
        html: `<p>Мы работаем с 8:00 до 18:00 с понедельника по пятницу. Выходные: суббота и воскресенье</p>
					<p>Заявку, как на разработку, так и на техническое обслуживание Вы можете оставить прямо сейчас, воспользовавшись соответствующими ссылками на сайте. Наши специалисты свяжутся с Вами в ближайшее время</p>
					<p>Электронная почта: <a href="mailto:office@energy-soft.ru">office@energy-soft.ru</a></p>
					<p>Телефон: <a href="tel:+79659139990">+7(965)-913-99-90</a></p>`
      }
    ]
  };
};
